Revit 2024 API
ParameterTypeId.RbsElecPanelFeedThruLugsApparentLoadPhaseb Property
 "Feed Through Lugs Apparent Load Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelFeedThruLugsApparentLoadPhaseb { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsApparentLoadPhaseb As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsApparentLoadPhaseb {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace